return {
  "goolord/alpha-nvim",
  opts = function(_, opts)
    local dashboard = require("alpha.themes.dashboard")

    dashboard.section.header.val = {
      [[ ██╗  ██╗██╗██╗  ██╗██╗   ██╗██████╗  ██████╗ ]],
      [[ ██║  ██║██║██║ ██╔╝██║   ██║██╔══██╗██╔═══██╗]],
      [[ ███████║██║█████╔╝ ██║   ██║██████╔╝██║   ██║]],
      [[ ██╔══██║██║██╔═██╗ ██║   ██║██╔══██╗██║   ██║]],
      [[ ██║  ██║██║██║  ██╗╚██████╔╝██║  ██║╚██████╔╝]],
      [[ ╚═╝  ╚═╝╚═╝╚═╝  ╚═╝ ╚═════╝ ╚═╝  ╚═╝ ╚═════╝]],
    }

    opts.section.header = dashboard.section.header
  end,
}
